home/index.org
#+title: Home
#+filetags: home
#+setupfile: ../org-templates/post.org

I'm just an ordinary person who's mostly interested in computer science, psychology and art.
In the computing area, I’m mostly focused on system programming, reverse engineering, cybersecurity, libre software, unix-like operating systems and lisp.

*PROJECTS* 

- [[https://github.com/ctznfive/tdpad][TDPad]] : Qt text editor with task manager functionality
- [[https://github.com/ctznfive/vergeos][VergeOS]] : Elements of barebones operation system written in NASM
- [[https://github.com/ctznfive/nebulafm][NebulaFM]] : Minimalistic console twin-pane file manager
- [[https://github.com/ctznfive/galaxy-lispers][Galaxy Lispers]] : Classic game written in Lisp
- [[https://github.com/ctznfive/pomudo][Pomudo]] : Timer for Pomodoro Technique written in Bash
- [[https://github.com/ctznfive/sabbracadabra-theme][SabbraCadabra]] : Shiny Emacs theme with nice colors

*TOOLS I USE* : [[https://github.com/ctznfive/ctznfive-dotfiles/blob/main/README.md][Emacs, Vim, Zsh, i3, Urxvt, etc]]

*CV* : [[mailto:ctznfive@gmail.com][Available on request]]
