docs/index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- Mar 13, 2021 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Home</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="ctznfive" />
<link rel='icon' type='image/x-icon' href='/images/favicon.ico'/>
<meta name='viewport' content='width=device-width, initial-scale=1'>
<link rel='stylesheet' href='https://code.cdn.mozilla.net/fonts/fira.css'>
<link rel='stylesheet' href='/css/site.css?v=2' type='text/css'/>
<link rel='stylesheet' href='/css/custom.css' type='text/css'/>
<link rel='stylesheet' href='/css/syntax-coloring.css' type='text/css'/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="/"> UP </a>
 |
 <a accesskey="H" href="/"> HOME </a>
</div><header id="top" class="status">
<div class='nav'>
<ul>
    <li><a href='/'><b>HOME</b></a></li>
<li><a href='/blog/'><b>BLOG</b></a></li>
<li><a href='https://github.com/ctznfive'><b>GITHUB</b></a></li>
<li><a href='https://twitter.com/ctznfive'><b>TWITTER</b></a></li>
<li><a href='mailto:ctznfive@gmail.com'><b>MAIL</b></a></li>
<li><a href='/pgp/'><b>PGP</b></a></li>
</ul>
</div>


<div class='intro'>
</div>
</header>
<main id="content">
<h1 class="title">Home</h1>
<p>
I&rsquo;m just an ordinary person who&rsquo;s mostly interested in computer science, psychology and art. In the computing area, I’m mostly focused on system programming, reverse engineering, cybersecurity, libre software, unix and lisp.
</p>

<p>
<b>PROJECTS</b> 
</p>

<ul class="org-ul">
<li><a href="https://github.com/ctznfive/tdpad">TDPad</a> : Qt text editor with task manager functionality</li>
<li><a href="https://github.com/ctznfive/vergeos">VergeOS</a> : Elements of barebones operation system written in NASM</li>
<li><a href="https://github.com/ctznfive/nebulafm">NebulaFM</a> : Minimalistic console twin-pane file manager</li>
<li><a href="https://github.com/ctznfive/galaxy-lispers">Galaxy Lispers</a> : Classic game written in Lisp</li>
<li><a href="https://github.com/ctznfive/pomudo">Pomudo</a> : Timer for Pomodoro Technique written in Bash</li>
<li><a href="https://github.com/ctznfive/sabbracadabra-theme">SabbraCadabra</a> : Shiny Emacs theme with nice colors</li>
</ul>

<p>
<b>TOOLS I USE</b> : <a href="https://github.com/ctznfive/ctznfive-dotfiles/blob/main/README.md">Emacs, Vim, Zsh, i3, Urxvt, etc</a>
</p>

<p>
<b>CV</b> : <a href="mailto:ctznfive@gmail.com">Available on request</a>
</p>
</main>
<footer id="postamble" class="status">
<div class='footer'>
  Copyright © 2021 <a href='mailto:ctznfive@gmail.com'>ctznfive</a><br>
  Last updated on Mar 13, 2021. Generated using <a href="https://www.gnu.org/software/emacs/">Emacs</a> 25.1.1 (<a href="https://orgmode.org">Org</a> mode 9.4.4).
</div>
</footer>
</body>
</html>
